{"npc":{"name":"Kazagg Chah","id":1006753,"patch":1.0,"zoneid":44,"coords":[28.01,21.38],"areaid":310,"quests":[66611,66612,66613,66614,67215,67219,68127],"talk":[{"questid":66614,"lines":["The people of this land would kill me for no more than my Amalj'aa skin. And so I must remain here, in hiding.","The day will come when I shall fulfill my purpose─the destiny of both my forebears and myself. But only through patience and prudence now will I live to see that day.","I welcome you, <span class=\"highlight\">Forename</span> of the black. It was only with your aid that I did unearth the answers sought by my ancestors, and for this I thank you. And yet each answer is but a stepping-stone to yet another question...","Tireless effort, unwavering focus. Harmony and unity of purpose, unobstructed by differences of tribe or nation. This is the goal I would strive for with the rest of my days─a goal that I am proud to share with you, friend."]},{"questid":67215,"lines":["Whatever the Defiant may be plotting, the dark magicks passed down by my ancestors shall remain with me and me alone. I have no intention of revealing them to anyone, least of all those shameless ne'er-do-wells.","Even should they lay their rage upon me yet again, I shall not relent. In defense of what is right, my resolve shall not falter."]},{"questid":67219,"lines":["Greetings, <span class=\"highlight\">Forename</span> of the black. I am impressed by the harmony that your destructive magicks and Zhai'a Nelhah's healing attained. A truly remarkable achievement.","Though I dream that this small seed of hope might bloom into a new age of cooperation between magi, I know that it cannot happen without magi such as you. I am honored to have known you, <span class=\"highlight\">Forename</span>."]},{"questid":68125,"lines":["So it is true... A falling star bears down upon us from the heavens.","As always, I stand with you. If there is aught Kazagg Chah can do to aid, you need but say the word."]},{"questid":68128,"lines":["My friend. In all my years, I have seen no mage attain the heights of power you now possess. I stand in awe and amazement.","But pray forgive me my empty words. After all, your mastery of our art has been recognized by none other than Lady Shatotto herself.","I will say only this─I am honored to know you and call you friend."]}],"alts":[1007863,1007871,1021098,1021104]},"partials":[{"type":"quest","id":"66611","obj":{"i":66611,"n":"Des amis étrangers","g":101,"l":51,"s":3,"f":1}},{"type":"quest","id":"66612","obj":{"i":66612,"n":"La corruption du néant","g":101,"l":44,"s":4,"f":1}},{"type":"quest","id":"66613","obj":{"i":66613,"n":"Les habits du pouvoir","g":101,"l":44,"s":5,"f":1}},{"type":"quest","id":"66614","obj":{"i":66614,"n":"La voie de la magie noire","g":101,"l":44,"s":6,"f":1}},{"type":"quest","id":"67215","obj":{"i":67215,"n":"Qui veut du mal à l'Amalj'aa<Indent/>?","g":101,"l":51,"s":520,"f":1}},{"type":"quest","id":"67219","obj":{"i":67219,"n":"Un mariage explosif","g":101,"l":51,"s":600,"f":1}},{"type":"quest","id":"68127","obj":{"i":68127,"n":"Des golems et des gemmes","g":101,"l":51,"s":680,"f":1}},{"type":"quest","id":"68125","obj":{"i":68125,"n":"Cavale minérale","g":101,"l":51,"s":630,"f":1}},{"type":"quest","id":"68128","obj":{"i":68128,"n":"Il n'en restera qu'un","g":101,"l":51,"s":700,"f":1}},{"type":"npc","id":"1007863","obj":{"i":1007863,"n":"Kazagg Chah","l":42,"q":1}},{"type":"npc","id":"1007871","obj":{"i":1007871,"n":"Kazagg Chah","l":45,"q":1}},{"type":"npc","id":"1021098","obj":{"i":1021098,"n":"Kazagg Chah","l":2000,"q":1}},{"type":"npc","id":"1021104","obj":{"i":1021104,"n":"Kazagg Chah","l":2000,"q":1}}]}