{"npc":{"name":"Matoya","id":1012138,"patch":3.0,"zoneid":2036,"coords":[6.51,6.44],"quests":[67015,67196,67197,67205,67507,67695,67768],"talk":[{"questid":67205,"lines":["Your two eyes may be open, but if your heart is closed, you'll get no knowledge from me.<br>...What does that even mean, you ask? Fie, work it out for yourself!","I don't care much for politics. Too much talk and not enough action.","If I were you, I'd forget about all that racket and have some time to myself. Even you must see you've earned it."]},{"questid":67695,"lines":["No one ever comes around for tea anymore. No, it's always saving this, preventing that, or mending the godsforsaken other. Anyone would think I wasn't good company."]},{"questid":67626,"lines":["The primal at the river? Aye, I've heard. Shtola's yelping woke me from slumber.","It's a nuisance, I tell you. I had just coaxed my weary bones to sleep..."]},{"questid":67630,"lines":["<span class=\"highlight\">Forename</span>, I understand you've bought us a moment's respite from the primal.","But much as I'd like a rest, it's not to be. Our foes certainly won't be napping in that fortress of theirs."]},{"questid":67768,"lines":["'Tis a blessed few who get to choose how and when and for what they die.","Not that you need reminding, I suppose. But that boy... &lt;sigh&gt;","For all the suffering he has known, he still clings to the notion that there is a cosmic justice, a morality by which we are saved or condemned. And there isn't."]},{"questid":67776,"lines":["Noble causes, hmph. I can't count how many times I've seen what began with the best of intentions be twisted into something altogether different in service to a “noble” cause.","Louisoix was a good man, aye. Pure of heart and unwavering in the face of certain death, as we all know. And when the time comes, we will know what sort of man his grandson is."]},{"questid":67783,"lines":["How fares the Leveilleur boy? He was in and out of my cave every day for a while, getting under my feet, and making a mess of my bookshelves.","Judging by the tomes he left open on the table and what I could hear of his frenzied mumbling, he was searching for a method to untangle entwined sources of aether. In his haste, he asked no advice and I offered none─sometimes it is best to let a student make his own discoveries.  "]},{"questid":67874,"lines":["So you've seen to the primal, have you? Very good. Mayhap I can now return to my <span class=\"emphasis\">own</span> research without Shtola barging in and asking me to hold her hand with every little thing.","Aye, everyone's got it in their head that there's some great shining utopia out there, just waiting for them to do the building.","The Illuminati, those Auri treasure hunters...they weren't the first stubborn, starry-eyed buggers to come up with the idea, and─gods help me─they won't be the last."]},{"questid":68715,"lines":["Don't look like that. Shtola survived being cast adrift in the Lifestream, didn't she? Her soul is nothing if not resilient─and the same goes for all of Louisoix's students. So stop worrying about whether you'll see them again, and focus on what can be done in the here and now."]}]},"partials":[{"type":"quest","id":"67015","obj":{"i":67015,"n":"Le sourire de l'amitié","g":43,"l":2082,"s":60}},{"type":"quest","id":"67196","obj":{"i":67196,"n":"Dépoussiérage de livres","g":3,"l":2036,"s":85}},{"type":"quest","id":"67197","obj":{"i":67197,"n":"L'Œil du bélier","g":3,"l":2036,"s":86}},{"type":"quest","id":"67205","obj":{"i":67205,"n":"Les yeux rivés au ciel","g":3,"l":2101,"s":94}},{"type":"quest","id":"67507","obj":{"i":67507,"n":"En désespoâr de cause","g":62,"l":2036,"s":5906}},{"type":"quest","id":"67695","obj":{"i":67695,"n":"L'œil de cristal","g":4,"l":2001,"s":4}},{"type":"quest","id":"67768","obj":{"i":67768,"n":"La voix de la planète","g":4,"l":481,"s":10}},{"type":"quest","id":"67626","obj":{"i":67626,"n":"Un danger mécanique","g":11,"l":2082,"s":1,"f":1}},{"type":"quest","id":"67630","obj":{"i":67630,"n":"Le trésor de Roundrox","g":11,"l":2001,"s":5,"f":1}},{"type":"quest","id":"67776","obj":{"i":67776,"n":"Vers de meilleurs lendemains","g":4,"l":63,"s":18}},{"type":"quest","id":"67783","obj":{"i":67783,"n":"Un chant pour l'avenir","g":4,"l":62,"s":25}},{"type":"quest","id":"67874","obj":{"i":67874,"n":"Le temps du jugement","g":11,"l":2001,"s":14,"f":1}},{"type":"quest","id":"68715","obj":{"i":68715,"n":"Les âmes perdues","g":7,"l":481,"s":34}}]}