{"npc":{"name":"Koji Fox","id":1015698,"patch":3.07,"zoneid":1660,"coords":[21.33,21.66],"appearance":{"gender":"Male","race":"Hyur","tribe":"Highlander","height":100,"face":2,"customFace":1,"jaw":1,"eyebrows":3,"nose":2,"skinColor":"1, 1","skinColorCode":"#E7C5B0","muscle":100,"hairStyle":131512,"hairColor":"5, 5","hairColorCode":"#AB9567","eyeSize":"Large","eyeShape":6,"eyeColor":"20, 5","eyeColorCode":"#2B5561","mouth":3},"talk":[{"lines":["Wait─you can see me? This is...most interesting. Why? Because I'm not here. There is no possible way I could be here...at least according to the rules which govern Hydaelyn. And it was I who helped create those rules─at least I think I did... But if I'm here, then where is the “real” me? Any number of theories are possible, I suppose.","It could be that the Calamity has somehow split my being in two─half of the aether gathering here, the other half...elsewhere. The western continent, perhaps? The moon? It could be that what you see before you is but a clone, grown in some laboratorium by the selfsame scholars who created those terrible simulacra for Emperor Xande. And, it could be that this world is being generated by some ancient Allagan machine still humming away thousands of years after the fall of their civilization─a virtual representation of the realm within which I truly reside.","Or, it could simply be that I am a song passed down by Eorzea's bards so often that I have become manifest in a method similar to how primals are summoned by the beast tribes. Or, it could be that this is all a dream...but that would be stupid. I'll have to give this further thought."]}],"equipment":[{"id":2633},{"id":3120,"uncertainty":1},{"id":11410},{"id":9046}]},"partials":[{"type":"item","id":"2633","obj":{"i":2633,"n":"Bonnet mog","l":11,"c":919,"t":34}},{"type":"item","id":"3120","obj":{"i":3120,"n":"Gilet doublet des créations en veloutine","l":32,"c":1386,"t":35,"p":3634}},{"type":"item","id":"11410","obj":{"i":11410,"n":"Grègues de surineur valérien","l":160,"c":6687,"t":36}},{"type":"item","id":"9046","obj":{"i":9046,"n":"Sandales Kirimu d'agresseur","l":110,"c":5333,"t":38}}]}